CSI API ETABS v1
cDCoAS_3600_09 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDCoAS_3600_09
Public Interface cDCoAS_3600_09
Dim instance As cDCoAS_3600_09
public interface class cDCoAS_3600_09
type cDCoAS_3600_09 =  interface end
The cDCoAS_3600_09 type exposes the following members.
Methods
Name | Description
GetOverwrite
GetPreference
SetOverwrite
SetPreference
Top
See Also
Reference
ETABSv1 Namespace